export const verbs = {
  辞書形: {
    描述: "动词的原形，通常用于辞典中。",
    例子: "食べる（たべる，taberu，'吃'）",
  },
  未然形: {
    描述: "表示未发生的状态，通常用于构成否定形、意志形等。",
    例子: "食べ（たべ，tabe）",
  },
  連用形: {
    描述: "用于连接其他动词或助动词。",
    例子: "食べ（たべ，tabe）",
  },
  終止形: {
    描述: "句子的结束形，通常用于表述。",
    例子: "食べる（たべる，taberu）",
  },
  連体形: {
    描述: "用于修饰名词。",
    例子: "食べる（たべる，taberu）",
  },
  仮定形: {
    描述: "表示条件。",
    例子: "食べれば（たべれば，tabereba）",
  },
  命令形: {
    描述: "表示命令或请求。",
    例子: "食べろ（たべろ，tabero）",
  },
  意志形: {
    描述: "表示意图或愿望。",
    例子: "食べよう（たべよう，tabeyou）",
  },
  可能形: {
    描述: "表示能力或可能性。",
    例子: "食べられる（たべられる，taberareru）",
  },
  使役形: {
    描述: "表示使役或让某人做某事。",
    例子: "食べさせる（たべさせる，tabesaseru）",
  },
  受身形: {
    描述: "表示被动。",
    例子: "食べられる（たべられる，taberareru）",
  },
  否定形: {
    描述: "表示否定。",
    例子: "食べない（たべない，tabenai）",
  },
  過去形: {
    描述: "表示过去发生的动作。",
    例子: "食べた（たべた，tabeta）",
  },
  現在進行形: {
    描述: "表示正在进行的动作。",
    例子: "食べている（たべている，tabete iru）",
  },
  完了形: {
    描述: "表示动作的完成。",
    例子: "食べてしまった（たべてしまった，tabete shimatta）",
  },
};
